/* No comment provided by engineer. */
"%@ to %@" = "%1$@ hacia %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d de %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li a %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "El parámetro\"elemento\" es obligatorio.";

/* No comment provided by engineer. */
"'portal' parameter required" = "El parámetro \"portal\" es obligatorio.";

/* No comment provided by engineer. */
"'tags' parameter required" = "El parámetro \"etiquetas\" es obligatorio.";

/* No comment provided by engineer. */
"'title' parameter required" = "El parámetro \"título\" es obligatorio.";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Sin valor>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Se denegó el acceso a la ubicación del dispositivo.";

/* No comment provided by engineer. */
"Actual Size" = "Tamaño real";

/* No comment provided by engineer. */
"Add" = "Añadir";

/* No comment provided by engineer. */
"Add Attachment" = "Agregar adjunto";

/* No comment provided by engineer. */
"Add..." = "Añadir...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Se necesita un Id. de elemento para esta operación. Agregue este elemento al portal para obtener un Id. de elemento.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Se ha encontrado una NSException no detectada, pero la información original y la pila de llamadas no están disponibles. Introduzca paradas en excepciones Objective-c para ver la línea de código que causa la NSException original. Para obtener más información sobre el modo de hacerlo, consulte la documentación.";

/* No comment provided by engineer. */
"Apply Geometry" = "Aplicar geometría";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Se requiere al menos 1 instalación para resolver una ruta.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Se requiere al menos 1 incidente para resolver una ruta.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Se requieren al menos 2 paradas para resolver una ruta.";

/* No comment provided by engineer. */
"Attachment" = "Adjunto";

/* No comment provided by engineer. */
"Attachments" = "Adjuntos";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Se ha intentado usar una función que no es compatible con el nivel de licencia actual";

/* No comment provided by engineer. */
"Authorization required" = "Autorización necesaria";

/* No comment provided by engineer. */
"Bad Request" = "Solicitud incorrecta";

/* No comment provided by engineer. */
"Bad URL." = "URL incorrecta.";

/* No comment provided by engineer. */
"bytes" = "bytes";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "No se puede guardar con un tipo de elemento diferente.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "No se puede verificar la identidad de '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Se requiere un certificado";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Challenge para la dirección URL: %1$@ con failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Cambiando el tipo de entidad";

/* No comment provided by engineer. */
"Choose From Library" = "Elegir de la biblioteca";

/* No comment provided by engineer. */
"Clear" = "Borrar";

/* No comment provided by engineer. */
"Clear Geometry" = "Borrar geometría";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Created %d hours ago" = "Creado hace %d horas";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Creado hace %d minutos";

/* No comment provided by engineer. */
"Created a minute ago" = "Creado hace un minuto";

/* No comment provided by engineer. */
"Created an hour ago" = "Creado hace una hora";

/* No comment provided by engineer. */
"Created by %@" = "Creado por %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Creado por %1$@ hace %2$d horas";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Creado por %1$@ hace %2$d minutos";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Creado por %@ hace un minuto";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Creado por %@ hace una hora";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Creado por %1$@ el %2$@ a las %3$@ - día";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Creado por %1$@ el %2$@ a las %3$@ - completo";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Creado por %@ hace unos segundos";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Creado el %1$@ a las %2$@ - día";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Creado el %1$@ a las %2$@ - completo";

/* No comment provided by engineer. */
"Created seconds ago" = "Creado hace unos segundos";

/* No comment provided by engineer. */
"Credential Required" = "Se requiere credencial";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Los datos para el gráfico circular no son válidos";

/* No comment provided by engineer. */
"Delete" = "Eliminar";

/* No comment provided by engineer. */
"Delete Attachment" = "Eliminar adjunto";

/* No comment provided by engineer. */
"Delete Feature" = "Eliminar Entidad";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Al eliminar este adjunto, se quitará de la ventana emergente y de la fuente de datos asociada.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Al eliminar esta entidad, se quitará del mapa y de la fuente de datos asociada.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Los atributos de distancia y tiempo de las direcciones no coinciden.";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Editado hace %d horas";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Editado hace %d minutos";

/* No comment provided by engineer. */
"Edited a minute ago" = "Editado hace un minuto";

/* No comment provided by engineer. */
"Edited an hour ago" = "Editado hace una hora";

/* No comment provided by engineer. */
"Edited by %@" = "Editado por %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Editado por %1$@ hace %2$d horas";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Editado por %1$@ hace %2$d minutos";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Editado por %@ hace un minuto";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Editado por %@ hace una hora";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Editado por %1$@ el %2$@ a las %3$@ - día";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Editado por %1$@ el %2$@ a las %3$@ - completo";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Editado por %@ hace unos segundos";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Editado el %1$@ a las %2$@ - día";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Editado el %1$@ a las %2$@ - completo";

/* No comment provided by engineer. */
"Edited seconds ago" = "Editado hace unos segundos";

/* No comment provided by engineer. */
"Empty username/password" = "Nombre de usuario/contraseña vacío";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Introduzca una fecha entre %1$@ y %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Introduzca un número entre %1$@ y %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Introduzca un número entre %1$i y %2$i";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Error al agregar la identidad a la cadena de claves";

/* No comment provided by engineer. */
"Error adding keychain item" = "Error al agregar el elemento de llavero";

/* No comment provided by engineer. */
"Error extracting identity" = "Error al extraer la identidad";

/* No comment provided by engineer. */
"Error Loading Page" = "Error al cargar la página";

/* No comment provided by engineer. */
"Error removing keychain item" = "Error al eliminar el elemento de llavero";

/* No comment provided by engineer. */
"Error updating keychain item" = "Error al actualizar el elemento de llavero";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Supera el valor máximo (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Extra grande";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "La instalación (%1$@) tiene nombres de atributos de coste añadido no válidos (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "La instalación (%1$@) tiene un atributo de coste agregado negativo (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "La entidad no es válida.";

/* No comment provided by engineer. */
"Finish" = "Finalizar";

/* No comment provided by engineer. */
"Finishing editing..." = "Finalizando edición...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometría";

/* No comment provided by engineer. */
"Hide" = "Ocultar";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "El incidente (%1$@) tiene nombres de atributos de coste añadido no válidos (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "El incidente (%1$@) tiene un atributo de coste agregado negativo (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Insertar parte";

/* No comment provided by engineer. */
"Insert Vertex" = "Insertar Vértice";

/* No comment provided by engineer. */
"Invalid argument." = "Argumento no válido";

/* No comment provided by engineer. */
"Invalid Credentials" = "Credenciales no válidas";

/* No comment provided by engineer. */
"Invalid GPX data." = "Datos GPX no válidos.";

/* No comment provided by engineer. */
"Invalid groupID." = "Id. de grupo no válido.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "La unión a esta organización solo se permite mediante invitación, necesita recibir una invitación del administrador";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Conservar los valores actuales";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Inferior al valor mínimo (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Con licencia solo para uso por parte del desarrollador";

/* No comment provided by engineer. */
"Loading feature..." = "Cargando entidad...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "El mapa contiene datos que no se pueden guardar. Para guardar este mapa, con el cual se eliminarán estos datos, transfiera verdadero para forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Media";

/* No comment provided by engineer. */
"Missing client certificate" = "Falta el certificado de cliente";

/* string to represent hyperlink attributes */
"More Info" = "Más información";

/* No comment provided by engineer. */
"Move Geometry" = "Mover geometría";

/* No comment provided by engineer. */
"Move Part" = "Mover parte";

/* No comment provided by engineer. */
"Move Vertex" = "Mover Vértice";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "No se ha encontrado ningún certificado para acceder al recurso '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "No hay datos para crear un gráfico de barras";

/* No comment provided by engineer. */
"No data to create a line chart" = "No hay datos para crear un gráfico de líneas";

/* No comment provided by engineer. */
"No data to create a pie chart" = "No hay datos para crear un gráfico circular";

/* No comment provided by engineer. */
"No image to display" = "Ninguna imagen para mostrar";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "No se puede encontrar ninguna ruta entre un par de paradas determinado (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Número no válido";

/* No comment provided by engineer. */
"Not a valid whole number" = "Número entero no válido";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "El objeto no se puede crear sin un portal. Use como alternativa el método fromJSON:withPortal:error:.";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Uno o más nombres de atributos de acumulación (%@) no son válidos.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Uno o más nombres de atributos (%@) asociados a los valores de atributo del parámetro personalizado no son válidos.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Una o más instalaciones (%@) tienen una geometría nula.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Una o más instalaciones (%@) tienen una aproximación a borde no válida.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Una o más instalaciones (%@) tienen un valor límite de impedancia no válido.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Uno o más incidentes (%@) tienen una geometría nula.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Uno o más incidentes (%@) tienen una aproximación a borde no válida.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Uno o más incidentes (%@) tienen un valor límite de impedancia no válido.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Uno o más incidentes (%@) tienen un recuento de instalaciones de destino menor que 1.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Uno o más nombres de parámetros (%@) asociados a los valores de atributo del parámetro personalizado no son válidos.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Uno o más tipos de valores de parámetros asociados a los valores de atributo del parámetro personalizado (%@) no son válidos.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Una o más barreras de puntos (%@) están sin ubicar.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Una o más barreras de puntos (%@) tienen una geometría nula.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Una o más barreras de puntos (%@) tienen un nombre de atributo de coste agregado no válido.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Una o más barreras de puntos (%@) tienen una aproximación a borde no válida.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Una o más barreras de polígono (%@) no cubre ningún elemento de red.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Una o más barreras de polígono (%@) tienen una geometría nula.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Una o más barreras de polígono (%@) tienen un nombre de atributo de coste escalado no válido.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Una o más barreras de polilínea (%@) no cubre ningún elemento de red.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Una o más barreras de polilínea (%@) tienen una geometría nula.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Una o más barreras de polilínea (%@) tienen un nombre de atributo de coste escalado no válido.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Uno o más nombres de atributos de restricción (%@) no son válidos.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Uno o más valores de uso de restricción (%1$@) asociados a los valores de atributo del parámetro personalizado (%2$@) no son válidos.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Uno o más valores de uso de restricción (%1$@) asociados a los valores de atributo del parámetro personalizado (%2$@) son neutros (es decir, no tienen ningún efecto).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Una o más paradas (%@) están ubicadas en un elemento que no se puede atravesar.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Una o más paradas (%@) están ubicadas en un elemento autorestringido.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Una o más paradas (%@) están sin ubicar.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "No se puede llegar a una o más paradas (%@) desde otras paradas.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Una o más paradas (%@) tienen una geometría nula.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Una o más paradas (%@) tienen un fin de ventana de tiempo que ocurre antes del inicio de la ventana de tiempo.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Una o más paradas (%@) tienen una ventana de tiempo que empieza antes del 1 de enero de 1970.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Una o más paradas (%@) tienen una aproximación a borde no válida.";

/* No comment provided by engineer. */
"Open in Safari" = "Abrir en Safari";

/* No comment provided by engineer. */
"Password" = "Contraseña";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Introduzca un nombre para el nuevo adjunto";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "La barrera de polígono (%1$@) tiene atributos de coste escalado negativo o cero (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "La barrera de polilínea (%1$@) tiene atributos de coste escalado negativo o cero (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Las polilíneas no se pueden devolver.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "El usuario de cuentas públicas no puede acceder a esta aplicación.";

/* No comment provided by engineer. */
"Remove Part" = "Quitar parte";

/* No comment provided by engineer. */
"Remove Vertex" = "Eliminar vértice";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "El reordenamiento de paradas (problema del vendedor viajero) no se admite cuando el conjunto de paradas contiene puntos de referencia o paradas de descanso.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Restablecer los valores predeterminados";

/* No comment provided by engineer. */
"Retry" = "Volver a intentar";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "La ruta empieza o finaliza en un punto de referencia.";

/* No comment provided by engineer. */
"Save Image" = "Guardar imagen";

/* No comment provided by engineer. */
"Save Movie" = "Guardar película";

/* No comment provided by engineer. */
"Sign In" = "Iniciar sesión";

/* No comment provided by engineer. */
"Skip" = "Omitir";

/* No comment provided by engineer. */
"Small" = "Pequeño";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "La hora de inicio especificada es anterior al 1 de enero de 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "La parada (%1$@) tiene nombres de atributos de coste añadido no válidos (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Hacer foto o vídeo";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "El valor límite de impedancia predeterminado no es válido.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "El recuento predeterminado de instalaciones de destino no es válido.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "El nombre del atributo de distancia de direcciones (%@) no es válido.";

/* No comment provided by engineer. */
"The directions language is invalid." = "El lenguaje de las direcciones no es válido.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "El atributo de clase de carretera de las direcciones no es válido.";

/* No comment provided by engineer. */
"The directions style is invalid." = "El estilo de las direcciones no es válido.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "El nombre del atributo de tiempo de direcciones (%@) no es válido.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "El nombre del atributo de impedancia (%@) no es válido.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "La referencia espacial de entrada no se ha definido.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "La red no dispone de un atributo de jerarquía para realizar la planificación de ruta jerárquica.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "El objeto se debe guardar en un portal usando el método \"saveAs:\".";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "La referencia espacial de salida no se ha definido.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "La distancia de la zona de influencia del polígono no es válida.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Es posible que el recurso que busca se haya eliminado, haya cambiado de nombre o no esté disponible temporalmente.";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "La ruta resultante ha atravesado uno o varios elementos autorestringidos (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "La ruta es demasiado larga para resolverla utilizando el modo de viaje a pie.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "No se admite la cláusula Where de búsqueda.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "El certificado del servidor no es válido. Puede que esté conectando con un servidor que simula ser '%@', lo que podría poner en riesgo su información confidencial. ¿Desea conectarse de todos modos?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "El servicio no puede calcular correctamente el desfase de tiempo.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "El Id. de cliente especificado no es válido";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "La propiedad de tipo de parada se ignoró para las paradas (%@) porque el servidor no admite el tipo de parada seleccionado.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "El modo de viaje se ha configurado como predeterminado.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Los puntos de referencia (%@) contienen un atributo de coste añadido.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Los puntos de referencia (%@) contienen ventanas de tiempo.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Se produjo un error al cargar la entidad. Compruebe la conectividad de la red.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Se cambió la fecha de inicio de las ventanas de tiempo.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Las ventanas de tiempo se ignoraron porque el atributo de impedancia no se basa en el tiempo.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Para guardar como un nuevo elemento, debe iniciar sesión en el portal.";

/* No comment provided by engineer. */
"Today" = "Hoy";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "El token no es válido o ha caducado";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "No hay ninguna URL de token. Debe definir una URL de token válida en la credencial.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "No se puede iniciar sesión con las credenciales proporcionadas.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "No se puede recuperar el perfil de usuario del proveedor";

/* No comment provided by engineer. */
"Unauthorized access" = "Acceso no autorizado";

/* No comment provided by engineer. */
"Unknown authentication error" = "Error de autenticación desconocido";

/* No comment provided by engineer. */
"Unknown condition." = "Condición desconocida.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Se ha producido un error desconocido";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Datos GPX no compatibles.";

/* No comment provided by engineer. */
"User canceled error" = "Error cancelado por el usuario";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Las licencias de usuario asignadas por su organización no son válidas. Póngase en contacto con el administrador para que ajuste las asignaciones de licencias e inténtelo de nuevo.";

/* No comment provided by engineer. */
"Username" = "Nombre de usuario";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Usando navegador para autenticar...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "El valor excede la longitud máxima de campo de %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Está cambiando el tipo de entidad. ¿Desea mantener los valores actuales (siempre que sea posible) o restablecer los valores por defecto?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "No puede iniciar sesión porque no tiene ninguna cuenta de organización asociada a las credenciales de sus redes sociales";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "No tiene permisos para acceder a este recurso";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "No tiene un nivel de usuario suficiente para acceder a esta aplicación.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Debe iniciar sesión en el portal para realizar esta operación.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Debe especificar una valoración comprendida entre 1 y 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Debe especificar una clave de descripción de uso de ubicación (NSLocationWhenInUseUsageDescription o NSLocationAlwaysUsageDescription) en su plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Debe iniciar sesión para seleccionar un certificado con el fin de acceder al recurso '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Debe iniciar sesión para acceder al recurso '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "pies";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Desconocido";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centímetros";
"Decimal Degrees" = "Grados decimales";
"Decimeters" = "Decímetros";
"Feet" = "Pies";
"Inches" = "Pulgadas";
"Kilometers" = "Kilómetros";
"Meters" = "Metros";
"Miles" = "Millas";
"Millimeters" = "Milímetros";
"Nautical Miles" = "Millas náuticas";
"Points" = "Puntos";
"Yards" = "Yardas";

/* Area Units Abbreviated Strings */
"sq. in" = "in2";
"sq. ft" = "ft2";
"sq. yd" = "yd2";
"ac" = "ac";
"sq. mi" = "mi2";
"sq. mm" = "mm2";
"sq. cm" = "cm2";
"sq. dm" = "dm2";
"sq. m" = "m2";
"ares" = "áreas";
"ha" = "ha";
"sq. km" = "km2";

/* Area Units Display Strings */
"Square Inches" = "Pulgadas cuadradas";
"Square Feet" = "Pies cuadrados";
"Square Yards" = "Yardas cuadradas";
"Acres" = "Acres";
"Square Miles" = "Millas cuadradas";
"Square Millimeters" = "Milímetros cuadrados";
"Square Centimeters" = "Centímetros cuadrados";
"Square Decimeters" = "Decímetros cuadrados";
"Square Meters" = "Metros cuadrados";
"Ares" = "Áreas";
"Hectares" = "Hectáreas";
"Square Kilometers" = "Kilómetros cuadrados";

